["The #HonestAds Act will strengthen protections against foreign interference in our election. No more election ads paid for in rubles.", ["The Honest Ads Act will strengthen protections against foreign election interference", "Russia will be prevented from purchasing election advertisements", "Foreign interference in US elections is wrong", "Russia interfered in the 2016 presidential election"]]
["Our nation is hurting.\\n\\nGeorge Floyd's death was horrific and justice must be served. A single act of violence at the hands of an officer is one too many. \\n\\nGeorge Floyd deserved better. All black Americans do. Indeed, all Americans do.  ", ["A police officer killed George Floyd", "George Floyd's death was unjust", "Black Americans deserve better treatment by police", "Police should not be violent without cause", "The institution of policing has flaws"]]
["Happy Wyoming Day! Today, our great Equality State celebrates 151 years of being the first to officially recognize women's inherent right to vote and to hold office. ", ["Wyoming was the fist state to recognize womens' right to vote", "Wyoming supports gender equality", "Womens' rights should be supported"]]
["\"More apologies from Mark Zuckerberg won't fix Facebook. We need accountability and action \\u2013 not vague commitments to do better while continuing to profit off of users' personal data. ", ["Mark Zuckerberg makes insincere apologies", "Facebook is trying to avoid accountability", "Facebook is not committed to user privacy", "Personal data of users should be protected", "Tech companies profit off users' personal data"]]
["Finding a permanent solution to #ProtectDreamers is as urgent a task as ever. President Trump created this crisis, and he should stop tanking bipartisan congressional efforts to solve it. We owe it to these kids to keep them in the only country they've ever known as home.", ["There is an urgent need to help DACA recipients", "Support for Dreamers is bipartisan", "DACA receipients should recieve amnesty", "Illegal immigrants should be treated humanely", "People who immigrated as children are rightful citizens", "Donald Trump is anti-immigrant"]]
